var name = 'Muhammad';

var age = 25;

/*
if (condition) {
    statement;
} else {
    statement
}
*/

/*
== -> равно
!= -> не-равно
> - больше
< - меньше
>= - больше или равно
<= - меньше или равно
*/

/*
integer = 29
string = "WebDushanbe Academy"
float = 1.5
boolean = true, false
*/

/*
если переменная name существует:
    если переменная age больше или равно 18:
        вывод в консоль("Вам доступен данный контент")
    иначе:
        вывод в консоль("Ваш возраст не совпадает")
иначе:
    вывод в консоль("Нет доступа")

*/